espressif/esp-iot-solution/examples/touch/touch_proximity/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.3.2 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_TOUCH_PROXIMITY_SENSOR_DEBUG=y
